<?php

return [
    'comprehensive_solutions' => 'Обслуживание серверов',
    'for_your_business' => 'Надежность и стабильность',

    'our_goal' => 'Наша цель - обеспечить нашим клиентам надежную и эффективную ИТ-инфраструктуру, которая поддерживает их повседневную деятельность. Наши услуги включают проектирование, эксплуатацию и обслуживание серверов и ИТ-систем, а также решения с открытым исходным кодом, автоматизацию и веб-разработку.',

    'server_workstation_design' => 'Проектирование, закупка и установка серверов и рабочих станций',
    'infrastructure_importance' => 'Хорошо спроектированная и надежная ИТ-инфраструктура имеет фундаментальное значение для стабильной работы бизнеса. Наши инновационные решения обеспечивают эффективную и безопасную работу ваших систем. Мы предлагаем следующие услуги:',

    'infrastructure_design' => 'Проектирование инфраструктуры',
    'infrastructure_design_description' => 'Разрабатываем архитектуру серверов и клиентскую сеть, наиболее подходящую для потребностей вашего бизнеса, будь то физическая или виртуальная среда.',

    'hardware_procurement' => 'Закупка и установка оборудования',
    'hardware_procurement_description' => 'Обеспечиваем закупку и установку соответствующих серверов, рабочих станций, хранилищ, сетевого оборудования и других ИТ-компонентов.',

    'software_installation' => 'Установка и настройка программного обеспечения',
    'software_installation_description' => 'Программная конфигурация серверов и рабочих станций обеспечивает оптимальную производительность и безопасную работу.',

    'operation_maintenance_remote' => 'Эксплуатация, обслуживание и удаленный мониторинг',
    'regular_maintenance_importance' => 'Регулярная эксплуатация и обслуживание необходимы для бесперебойной работы ИТ-систем, будь то серверы или клиенты. Наши услуги включают:',

    'regular_monitoring' => 'Регулярный мониторинг',
    'regular_monitoring_description' => 'Мы постоянно отслеживаем состояние серверов и рабочих станций, немедленно реагируя на возможные ошибки и проблемы.',

    'software_updates' => 'Обновления программного обеспечения и исправления',
    'software_updates_description' => 'Мы обеспечиваем установку последних обновлений программного обеспечения и патчей безопасности для защиты систем.',

    'troubleshooting_support' => 'Устранение неполадок и поддержка',
    'troubleshooting_support_description' => 'Если возникают какие-либо проблемы, мы предлагаем быстрые и эффективные решения.',

    'remote_monitoring' => 'Удаленный мониторинг',
    'remote_monitoring_description' => 'Удаленный мониторинг и управление рабочими станциями и серверами обеспечивает быстрое устранение неполадок и минимизирует простои.',

    'open_source_solutions' => 'Решения с открытым исходным кодом',
    'open_source_description' => 'Системы с открытым исходным кодом все чаще используются в корпоративной ИТ-среде, так как они экономичны и обеспечивают большую гибкость. Наша компания интегрирует множество платформ и программ с открытым исходным кодом, таких как:',

    'linux_servers' => 'Серверы Linux',
    'linux_servers_description' => 'Безопасные и экономичные решения как для физических, так и для виртуальных сред.',

    'open_source_applications' => 'Приложения с открытым исходным кодом',
    'open_source_applications_description' => 'Установка и эксплуатация таких программ, как Nextcloud, OpenVPN или межсетевой экран pfSense, которые помогают экономично поддерживать ИТ-системы.',

    'automation_efficiency' => 'Автоматизация и повышение эффективности',
    'automation_description' => 'Автоматизация ИТ-систем может значительно способствовать более эффективному использованию ресурсов и снижению затрат. Мы предлагаем следующее:',

    'automated_updates' => 'Автоматизированные обновления и задачи обслуживания',
    'automated_updates_description' => 'Автоматическое обновление систем и выполнение регулярных задач обслуживания с минимальными простоями.',

    'script_based_automation' => 'Автоматизация на основе скриптов',
    'script_based_automation_description' => 'Разработка и внедрение пользовательских скриптов для автоматизации повседневных процессов, таких как резервное копирование данных и создание отчетов.',

    'data_backup_recovery' => 'Резервное копирование и восстановление данных',
    'data_protection_importance' => 'Защита данных и регулярное резервное копирование являются важной частью безопасной работы. Мы предлагаем следующие решения:',

    'secure_backup_strategies' => 'Разработка стратегий безопасного резервного копирования',
    'secure_backup_strategies_description' => 'Разработка решений для резервного копирования на основе лучших практик, которые защищают от аппаратных сбоев и человеческих ошибок.',

    'local_cloud_backup' => 'Локальные и облачные решения для резервного копирования',
    'local_cloud_backup_description' => 'Мы предоставляем локальные и/или облачные решения для резервного копирования в соответствии с потребностями клиента.',

    'data_recovery_solutions' => 'Решения для восстановления данных',
    'data_recovery_solutions_description' => 'В случае сбоя мы предлагаем быстрые и надежные услуги по восстановлению.',

    'why_choose_us' => 'Почему выбирают нас?',
    'company_description' => ':company стремится предоставлять профессиональные, надежные и экономичные решения для ИТ-эксплуатации. Опыт и знания нашей команды гарантируют, что ИТ-инфраструктура вашего бизнеса - будь то серверы, рабочие станции или веб-приложения - всегда будет работать оптимально, позволяя вам сосредоточиться на бизнесе.',
];